;汉化：aotix

[X2Effect_ProxRepairArmor]
RepairedMsg = "+<Heal/>已恢复！"

;---------------------------------------
; Proxian Character Custom Customiser
;---------------------------------------

[UICustomize_ProxMenu]
m_strTitle="普罗克西安自定义"
m_strEditInfo="角色信息"
m_strEditProps="道具"
m_strHead="头部"
m_strMainColor="主装甲配色"
m_strSecondaryColor="副装甲配色"
m_strWeaponColor="武器配色"
m_strArmorPatternSelected="移除装甲图案以更改装甲配色"
m_strRemoveHelmetOrLowerProp="移除头盔或下面部支柱以编辑此选项"

m_strVoice="声音"
m_strPreviewVoice="预览"
m_strAttitude="姿态"
m_strType="单位类型"

m_strCustomizeClass="更改士兵类型"
m_strViewClass="查看士兵类型"
m_strExportCharacter="保存至角色池"

m_strAllowTypeSoldier="可作为士兵出现"
m_strAllowTypeVIP="可作为VIP出现"
m_strAllowTypeDarkVIP="可作为敌对VIP出现"
m_strAllowed="允许"

m_strTimeAdded="创建于："

m_strExportSuccessTitle="人物已保存！"
m_strExportSuccessBody="该士兵的姓名和外观已添加到角色池中。"

[UICustomize_ProxInfo]
m_strTitle="编辑普罗克西安信息"
m_strFirstNameLabel="名"
m_strLastNameLabel="姓"
m_strNicknameLabel="昵称"
m_strEditBiography="传记"
m_strBiographyLabel="人物传记"
m_strNationality="国籍"
m_strAttitude="姿态"
m_strVoice="声音"
m_strPreviewVoice="预览"

[UICustomize_ProxianHead]
m_strTitle="编辑头"
m_strUpperFaceProps="上面部支柱"
m_strLowerFaceProps="下表面支柱"
m_strHelmet="头盔/帽子"
m_strClearButton="清除"
m_strRace="种族"
m_strFace="脸部"
m_strRemoveHelmetOrLowerProp="移除头盔或下面部支柱以编辑此选项"

[UICustomize_ProxProps]
m_strTorso="身躯"
m_strLegs="腿部"
m_strArmorPattern="装甲图案"
m_strWeaponPattern="武器图案"
m_strClearButton="清除"
m_strHead="头部"

[XGCharacterGenerator_Proxian]
ProxFirstName="普罗克西安"
ProxLastNamePrefix="000"

;---------------------------------------
; Proxian Version Warning if before 1.2
;---------------------------------------

[UISL_Shell_RustyProx]

strMessage_Title = "[WOTC]普罗克西安士兵"
strMessage_Header = "v1.1 单位抵押Bug"
strMessage_Body = "如果这是您第一次使用普罗克西安士兵模组，您可以安全地忽略此消息。\n\n如果不是，您需要从您的战役兵营中解散任何普罗克西安士兵单位，并使用控制台命令[Proxian_AddNewRecruit]为自己提供修复版本。\n这是修复v1.1无性别单位抵押中存在的游戏崩溃bug所需要的。\n\n~抱歉给您带来不便，普罗克西安开发团队。"
strDismiss_Button = "OK"
